{
  "Comment.nvim": { "branch": "master" },
  "barbecue.nvim": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-calc": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-document-symbol": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-omni": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-rg": { "branch": "master" },
  "cmp-snippy": { "branch": "master" },
  "cmp-spell": { "branch": "master" },
  "cmp-under-comparator": { "branch": "master" },
  "csv.vim": { "branch": "master" },
  "dirbuf.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "follow-md-links.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "github-colors": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "goto-preview": { "branch": "main" },
  "haskell-tools.nvim": { "branch": "master" },
  "haskell-vim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "kmonad-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-lens.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "marks.nvim": { "branch": "master" },
  "mbsync.vim": { "branch": "main" },
  "mkdir.nvim": { "branch": "main" },
  "monochrome.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "no-neck-pain.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-cmp-lua-latex-symbols": { "branch": "master" },
  "nvim-cmp-ts-tag-close": { "branch": "main" },
  "nvim-code-action-menu": { "branch": "main" },
  "nvim-cursorline": { "branch": "main" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-luapad": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-rooter.lua": { "branch": "main" },
  "nvim-snippy": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tabline": { "branch": "main" },
  "nvim-transparent": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvimgelion": { "branch": "main" },
  "ofirkai.nvim": { "branch": "master" },
  "oh-my-monokai.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pointfree": { "branch": "master" },
  "registers.nvim": { "branch": "main" },
  "schemastore.nvim": { "branch": "main" },
  "spaceless.nvim": { "branch": "main" },
  "sxhkd-vim": { "branch": "master" },
  "ugaterm.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-cppman": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-dispatch-neovim": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-hoogle": { "branch": "master" },
  "vim-kitty": { "branch": "main" },
  "vim-kitty-navigator": { "branch": "master" },
  "vim-pine-script": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "vista.vim": { "branch": "master" }
}